{
  "es": [
    {
      "title": "<h3><strong>Introduction</strong></h3>",
      "body": " <ol><li> “pigtravel” is the umbrella term we use to refer to any one of the three companies within the pigtravel group that provides an online platform along with various tools and services that enable property owners or managers (“Owners”) to list rental properties, enable travelers to book such properties, and enable both parties to communicate with each other (the “Services”). The details of those three companies (each, a “pigtravel,” “We,” “Our,” “Us”) are set out in Section 1.4 below.</li><li> The Services are offered on various websites, mobile sites, and applications, including but not limited to <a href=\"http://www.pigtravel.top\">www.pigtravel.top</a> and all applicable related domains (collectively, the “Site”).</li><li> These Traveler Terms of Use, together with the <a href=\"http://pigtravel.top/privacy\">Privacy Policy</a>, govern the relationship between the applicable pigtravel and any party using or accessing the Site and any of the content or services available through it as a traveler or potential traveler, and who is not using it in their capacity as an Owner (“Traveler,” “You,” “Your”).</li><li> pigtravel is located at c/Taparreres 32, 07500 Manacor, Illes Balears, Spain; (ii) In order to determine which pigtravel is the contracting party in respect of Your use of the Site and Services, You will need to refer to the pigtravel that provides the applicable Services, and which is named at the point of making a Booking inquiry and/or request.</li><li> You accept that the provision of the Services can only be by one of the pigtravel named in Section 1.4, and that no other company within the pigtravel group (including but not limited to pigtravel LLC) has any involvement in such provision. Notwithstanding the foregoing, in the event that You book a property using the Payment Platform (as defined in Section 8.1), any one of the pigtravel may process your payment on behalf of the pigtravel providing the Services to you. The pigtravel processing your payment will be identified on: (a) the Site on which you input your payment details; (b) the email you receive confirming your Booking; and (c) your credit card, debit card, or other payment statement containing the charge for the Booking.</li><li> These Traveler Terms of Use constitute a legally binding agreement between You and the pigtravel. By using or accessing the Site or the Services, You acknowledge that You agree to and are subject to the Traveler Terms of Use and the <a href=\"http://pigtravel.top/privacy\">Privacy Policy</a>. You may not use the Site if You do not agree to the Traveler Terms of Use.</li><li> You warrant that You will not use the Site unless You are capable of entering into a legally binding contract.</li><li> We may update or replace these Traveler Terms of Use without prior notice to You and at Our sole discretion at any time by posting a new version to the Site. Your continued access or use of the Site indicates Your acceptance of the current published version of the Traveler Terms of Use.</li></ol>"
    },
    {
      "title": "<h3><strong>Cookies</strong></h3>",
      "body": "<p>We employ the use of cookies. By accessing pigtravel, you agreed to use cookies in agreement with the    pigtravel's Privacy Policy.</p><p>Most interactive websites use cookies to let us retrieve the user’s details for each visit. Cookies    are used by our website to enable the functionality of certain areas to make it easier for people    visiting our website. Some of our affiliate/advertising partners may also use cookies.</p>"
    },
    {
      "title": "<h3><strong>The Essentials</strong></h3>",
      "body": "<ol><li> The Site is a place where Travelers can view information (including images, text, and other content) relating to properties offered for rent (“Properties” and “Property Listings,” as applicable) by Owners. We may also facilitate online bookings and/or other tools or services to allow Owners and Travelers to communicate directly with each other and to enter into rental agreements (“Rental Agreements”) directly with each other.</li><li> The Site is a venue only for the purposes of facilitating interactions and rental transactions between Owners and Travelers. <span class=\"underlined bold\">The pigtravel is not, and does not become, a party to any contractual relationship between the Traveler and the Owner.</span></li><li> You are responsible for, and agree to comply with, all laws, rules, and regulations applicable to Your use of the Site and Services, any transaction You enter into on the Site, or in connection with Your use of the Site. You agree and acknowledge that each Owner is solely responsible for, and agrees to comply with, all laws, rules, and regulations applicable to its Property Listing and rental of its Property, and the conduct of its rental property business, including obtaining all necessary rights, licenses, and authorizations.</li><li> If You book a Property using the Payment Platform (as defined in Section 8.1), part of the price You agree to pay for the Booking will be a booking fee payable to Us to cover Your use of the Site, Our provision of customer support, and other business costs. You agree not to circumvent or attempt to circumvent the booking fee.</li><li> The Site includes Property Listings provided by Owners and content from other third parties (the “Third-Party Content”). Such Third-Party Content is the responsibility of the Owners or third-party creators of the Third-Party Content, as applicable. We have no responsibility for the Third-Party Content as We are merely providing access to the Third-Party Content as a service to You and providing You with the means of communicating directly with the Owner to inquire about a Property and make bookings with the Owner for the rental of the Property (a “Booking”). All Bookings You make are made directly with the Owner, and Your Rental Agreement for such Booking will be directly with the Owner. Each Rental Agreement will govern Your right to occupy and use the Property. None of the pigtravel is a party to any Rental Agreement, and none of the pigtravel has any liability to You for the Owner’s provision of the Property. We do not endorse, support, represent, or guarantee the truthfulness, accuracy, or reliability of any information in the Property Listings on the Site or any opinions or other material posted on the Site by third parties.</li><li> We list hundreds of thousands of Properties owned by hundreds of thousands of Owners located all over the world. It would therefore be impossible for Us to inspect the Properties listed on the Site or to be able to guarantee that Owners on the Site will adhere to the rules we impose upon them. As such, any given Owner’s use of the Site does not constitute Our endorsement of that Property or that Owner.</li></ol>"
    },
    {
      "title": "<h3><strong>Property Listings and Interaction with Owners</h3>",
      "body": " <ol><li> You acknowledge and agree that Owners are solely responsible for their Property Listings and for updating them.</li><li> If an Owner has enabled online Booking with respect to their Property Listing, You will be able to make a Booking request (“Booking Request”) in respect of a Property, which will be sent to the Owner of the Property. The Owner shall either accept or decline the Booking Request within 24 hours. A Rental Agreement shall be formed between the Traveler and Owner only when the Owner accepts the Booking Request. The only exception to this is in the case of Properties that are available through “Instant Book.” Such Properties shall be labeled as “Instant Book” Properties. If You make a Booking of an Instant Book Property, the Rental Agreement shall be formed immediately upon such Booking being made. There shall be no opportunity to make a Booking Request and no period during which the Owner chooses whether to accept such Booking Request.</li><li> You shall not send any contact details within the content of any messages until a confirmed Booking is made and We have released those details to both the Owner and Traveler.</li><li> Notwithstanding the provision of direct communication tools to Owners and Travelers, the pigtravel have no responsibility for, or otherwise any involvement in, the communications between Owners and Travelers.</li></ol>"
    },
    {
      "title": "<h3><strong>Content Liability</strong></h3>",
      "body": "<p>We shall not be hold responsible for any content that appears on your Website. You agree to protect    and defend us against all claims that is rising on your Website. No link(s) should appear on any    Website that may be interpreted as libelous, obscene or criminal, or which infringes, otherwise    violates, or advocates the infringement or other violation of, any third party rights.</p>"
    },
    {
      "title": "<h3><strong>Your Privacy</strong></h3>",
      "body": "<p><a href='/policy'>Please read Privacy Policy</p>"
    },
    {
      "title": "<h3><strong>Intellectual Property</strong></h3>",
      "body": "<ol><li> All copyright, database rights, trademarks, and design rights in the Site and in the material published on it belong to Us, Our licensors, or the Owners. You may download and print material from the Site solely for the purposes of keeping a record of Your Booking and the Property booked. You may not otherwise copy, transmit, modify, republish, save, pass off, or link to any content or material on the Site without Our prior written consent.</li><li> Where You submit content to the Site by electronic mail, postings on the Site, or otherwise, including any reviews, questions, comments, suggestions, ideas, or the like contained in any submissions (“Submissions”), You warrant that You have the legal right to do so. To the extent that Submissions may contain trademarks or other proprietary names or marks, You warrant that You have the right to use such names or marks.</li><li> In accordance with the USA’s Digital Millennium Copyright Act (\"DMCA\") and other applicable law, We have adopted a policy of terminating, in appropriate circumstances and at Our sole discretion, Travelers’ access to the Site who are deemed to be repeat infringers. We may also, at Our sole discretion, limit access to the Site and/or terminate the accounts of any Travelers who infringe any intellectual property rights of others, whether or not there is any repeat infringement.</li></ol>" },
    {
      "title": "<h3><strong>Messages and Submissions</strong></h3>",
      "body":"<ol><li> You may only send messages through the Site if they relate to genuine Booking inquiries. The sending of spam or unsolicited electronic communications of any kind is strictly prohibited.</li><li> You may post Submissions on the Site. The pigtravel do not verify the accuracy of Submissions or of Owner responses to such Submissions.</li><li> Owners who accept Bookings made through the Site may submit a review to Us after completion of Your stay at their Property. You agree and accept that any such review that pertains to You and/or Your Booking may be shared by Us in the future with Owners of Properties in respect of which You express an interest, and/or otherwise with other users of the Site.</li><li> The pigtravel require all Submissions (including reviews referred to in Section 6.3) to comply with pigtravel’s vacacional rental guideline and general review guidelines, and may decline to post or share any (or remove any that have been posted) that We or any pigtravel Affiliate find do not comply.</li><li> If You provide Us with Submissions, You grant each pigtravel and each of the pigtravel Affiliates a non-exclusive, royalty-free, perpetual, transferable, irrevocable, and fully sub-licensable right to (a) use, reproduce, modify, adapt, translate, distribute, publish, create derivative works from, and publicly display and perform such Submissions throughout the world in any media, now known or hereafter devised; and (b) use the name that You submit in connection with such Submission. You acknowledge that We may choose to provide attribution of Your Submissions (for example, listing Your name and hometown on a Property review that You submit) at Our discretion, and that we may share such Submissions with Our business partners. You further grant Us the right to pursue at law any person or entity that violates Your or Our rights in the Submissions by a breach of these Traveler Terms of Use. You acknowledge and agree that Submissions are non-confidential. We take no responsibility and assume no liability for any Submissions that You or an Owner post or submit. Neither We nor any pigtravel Affiliate have any obligation to post or share any Submissions we receive; We and the pigtravel Affiliates reserve the right in Our absolute discretion to determine which comments are published on the Site and/or are shared with other parties. If You do not agree to these terms and conditions, You may not provide Us with any Submissions.</li><li> You are fully responsible for the content of Your Submissions (specifically including, but not limited to, reviews posted to the Site). You are prohibited from uploading, posting, transmitting or otherwise publishing to or from the Site any of the following:    <div class=\"list-container\">        <ol class=\"alpha\">            <li> Any message, data, information, text, music, sound, photos, graphics, code, or other material (\"User Content\") that is unlawful, libelous, defamatory, obscene, pornographic, indecent, lewd, suggestive, harassing, threatening, invasive of privacy or publicity rights, abusive, inflammatory, fraudulent, or otherwise objectionable;            </li>            <li> User Content that would constitute, encourage, or provide instructions for a criminal offense, violate the rights of any party, or that would otherwise create liability or violate any local, state, national, or international law;            </li>            <li> User Content that may infringe any patent, trademark, trade secret, copyright, or other intellectual or proprietary right of any party;            </li>            <li> User Content that impersonates any person or entity or otherwise misrepresents Your affiliation with a person or entity;            </li>            <li> Unsolicited promotions, political campaigning, advertising, or solicitations;            </li>            <li> Private information of any third party, including, without limitation, addresses, phone numbers, email addresses, Social Security numbers, and payment card numbers;            </li>            <li> Viruses, corrupted data, or other harmful, disruptive, or destructive files; or            </li>            <li> User Content that, in Our sole judgment, is objectionable or that restricts or inhibits any other person from using or enjoying the Site, or that may expose Us or Our users to any harm or liability of any type.            </li>        </ol>    </div></li><li> You shall be solely liable for any damages resulting from any violation of the foregoing restrictions, or any other harm resulting from Your posting of Submissions to the Site. You acknowledge that We and the pigtravel Affiliates may exercise Our respective rights (e.g. use, publish, delete, edit, and modify) to any Submissions You provide to Us without notice to You.</li><li> We and the pigtravel Affiliates take no responsibility and assume no liability for Submissions that You or any third-party post, store, or upload, or for any loss or damage thereto, nor are We liable for any mistakes, defamation, slander, libel, omissions, falsehoods, obscenity, pornography, or profanity You may encounter. As a provider of interactive services, We are not liable for any statements, representations, or other content Our users provide in any public forum. We have no obligation to screen, edit, or monitor any of the content posted to or distributed by users, however, We reserve the right, and have absolute discretion, to remove, screen, or edit without notice any content posted or stored on the Site at any time and for any reason.</li><li> If it is determined that You retain moral rights (including rights of attribution or integrity) in the Submissions, You hereby declare that (i) You do not require that any personally identifying information be used in connection with the Submissions, or any derivative works of or upgrades or updates thereto; (ii) You have no objection to the publication, use, modification, deletion, and exploitation of the Submissions by Us or Our licensees, successors, and assigns; (iii) You forever waive and agree not to claim or assert entitlement to any moral rights of an author in any of the Submissions; and (iv) You forever release Us, and Our licensees, successors, and assigns, from any claims that You could otherwise assert against Us by virtue of any such moral rights.</li></ol>"},
    {
      "title": "<h3><strong>Disclaimer</strong></h3>",
      "body": "<p>To the maximum extent permitted by applicable law, we exclude all representations, warranties and    conditions relating to our website and the use of this website. Nothing in this disclaimer will:</p><ul>    <li>limit or exclude our or your liability for death or personal injury;</li>    <li>limit or exclude our or your liability for fraud or fraudulent misrepresentation;</li>    <li>limit any of our or your liabilities in any way that is not permitted under applicable law; or    </li>    <li>exclude any of our or your liabilities that may not be excluded under applicable law.</li></ul>"
    },
    {
      "title": "<h3>Edit Booking function</h3>",
      "body": "  <ol><li> “Edit Booking” is a feature that permits Owners to edit Bookings online. The aspects of a Booking that the Owner and Traveler may agree to change using the Edit Booking feature may include, without limitation, dates for check-in or check-out, number of Travelers, rental costs and fees. For the avoidance of doubt, unless otherwise expressly agreed by Us, use of the “Edit Booking” function is the only means by which the Owner and Traveler are permitted to modify a Booking or any element thereof. Any other agreement, or attempt to agree, to a modification of a Booking shall constitute a breach of these Traveler Terms of Use.</li><li> To edit a Booking, the Owner clicks the \"edit booking\" link on the Conversation Page. The request to edit will generate an email to You, informing You that You have 48 hours to accept the changes on the Site. If You do not accept the edit in this timeframe, the edit request will expire and the Booking will remain unchanged. If You accept the edit requested, You will receive a confirmation email reflecting the change to the Booking.</li><li> If an edit to a Booking results in the price changing, the following describes how You will be charged or refunded, as applicable:    <div class=\"list-container\">        <ol class=\"alpha\">            <li> If You have a balance payment due for the initial Booking and the edit results in the price going up, the balance due will be updated to include the additional charges.            </li>            <li> If You have fully paid for the initial Booking and the edit results in the price going up, You must pay the new balance within the timeframe given (usually no longer than 96 hours from acceptance of the edit to the Booking) or We reserve the right to cancel the entire Booking, in which case funds will be disbursed to the Owner as if You had canceled the Booking.            </li>            <li> If You have a balance payment due for the initial Booking and the edit results in the price going down, the balance due will be updated to reflect the reduction in price.            </li>            <li> If You have fully paid for the initial Booking and the edit results in the price going down, We will refund the excess amount that You have paid within a reasonable time.            </li>        </ol>    </div></li><li> We reserve the right to delete any pending edit requests the Owner submits without notice to the Owner or Traveler. After a Booking is edited, We reserve the right to revert the Booking to its initial state after informing both parties.</li></ol>"
    }, {
      "title": "<h3>Payments</h3>",
      "body": "<ol><li> We may provide an online Payment Platform, giving You the ability to make online payments to Owners via PayPal, credit card, debit card, or other payment options We may make available from time to time (the “Payment Platform”). If You make a payment using an account or a card that is in the name of a third party, You shall remain bound by these Terms of Use, and the third party account—or cardholder shall not obtain any rights hereunder. We may change or withdraw such Payment Platform at any time without notice and at Our sole discretion. If You are directed to a third-party payment processor or payment provider such as PayPal, You may be subject to terms and conditions governing use of that third party's service, including applicable fees, as well as that third party's personal information collection practices. Please review such terms and conditions and <a href=\"http://pigtravel.top/privacy\">Privacy Policy</a> before using the services.</li><li> If an Owner has enabled online Booking with respect to their Property Listing, it is mandatory for You and the Owner to use solely the Payment Platform to make and accept payments for the Booking. You will be in breach of these Traveler Terms of Use if You do not use solely the Payment Platform when the Owner with whom You are transacting has enabled online Booking with respect to their Property Listing. Furthermore, whether or not the Owner has enabled online Booking with respect to their Property Listing, <span class=\"underlined bold\">payment for a Booking by wire transfer is strictly prohibited and You will be in breach of these Traveler Terms of Use if You pay for any or all of a Booking by wire transfer</span>.</li><li> If You make a Booking using the Payment Platform, You agree to the terms of the Rental Agreement with the Owner (which includes the Owner’s cancellation policy published on the Property Listing), these Traveler Terms of Use (incorporating the Chargeback Policy set out in Section 9), and the <a href=\"http://pigtravel.top/privacy\">Privacy Policy</a>. If You make a payment through the Payment Platform and You later dispute this legitimate charge contrary to Our Chargeback Policy, We shall take steps to claim any fraudulently recovered charges from You. Please read Our Chargeback Policy in full at Section 9 of these Traveler Terms of Use.</li><li> Although We may provide the Payment Platform to enable payments, We are not responsible for the payment solutions themselves. In particular, We are not responsible for any decision taken by PayPal or any other payment provider to decline Your payment, based on its risk assessment of You or that transaction. You shall not hold Us liable for any losses You suffer as a result of making a payment to an Owner, whether via the Payment Platform or any other payment method. If You need customer support in relation to an online payment, You should contact PayPal or Your bank or payment card provider, as applicable.</li><li> You acknowledge and agree that We are not a party to the Rental Agreement between you and the Owner. Notwithstanding that fact, We act as the Owner's payment collection agent for the limited purpose of accepting payments from You on behalf of the Owner. Upon receipt of Your payment to Us on behalf of the Owner, Your payment obligation to the Owner for the Booking is extinguished and We are responsible for arranging remittance of the payment (less the booking fee and any other applicable fees or taxes) to the Owner, in the manner described in these Traveler Terms of Use. In the event that We do not arrange remittance of any such amounts as described in these Traveler Terms of Use, the Owner will have recourse only against Us.</li><li> In connection with a Booking, You will be asked to provide customary billing information such as name, billing address, and payment method information to either Us or one of our third-party payment providers. You agree to pay to Us, on behalf of the Owner, the amount of any confirmed Bookings in accordance with these Traveler Terms of Use by one of the methods supported by the Payment Platform (e.g., by PayPal, credit card, or debit card). You hereby authorize the collection of such amounts by charging the payment method provided as part of requesting the Booking, either directly by Us or indirectly, via one of our third-party online payment providers. You also authorize Us to charge any payment method on file in the event of damage caused at Property.</li><li> You authorize Us to store your payment method information and charge your payment method as outlined in these Traveler Terms of Use. If your payment method's account information changes (e.g. account number, routing number, expiration date), we may acquire that information from your bank.</li><li> Receipts. Once the payment transaction for your requested Booking is successfully completed, you will receive a confirmation email summarizing your confirmed Booking.</li><li> If We are unable to collect any amounts you owe for a confirmed Booking or damages claim, We may engage in collection efforts to recover such amounts from You. You hereby explicitly agree that all communication in relation to amounts owed will be made by electronic mail or by phone, as provided to Us by you. Such communication may be made by Us or by anyone on Our behalf, including but not limited to, a third-party collection agent.</li><li> Security Deposits. Owners may choose to include security or damage deposits in their Property Listings (\"Security Deposits\"). Each Property Listing will describe whether a Security Deposit is required for the applicable Property Listing. If a Security Deposit is included in a Property Listing for a confirmed Booking, and the Payment Platform is being used for the transaction, We, as the Owner’s payment collection agent, may request a pre-authorization of Your payment card and hold such amount as the Owner determines for the Security Deposit prior to Your check-in at the applicable Property, and/or We may charge Your payment card in the event of damage caused at a Property pursuant to the terms of the Rental Agreement and the Security Deposit. Security Deposits, if required by an Owner, may be applied to any fees due from You overstaying at a Booking without the Owner's consent.</li><li> Overstaying Without the Owner’s Consent. You agree that a confirmed Booking is merely a license granted by the Owner to You to enter and use the Property for the limited duration of the confirmed Booking and in accordance with Your agreement with the Owner. You further agree to leave the Property no later than the checkout time that the Owner specifies in the Property Listing or such other time as mutually agreed upon between You and the Owner. If You stay past the agreed upon checkout time without the Owner's consent, You no longer have a license to stay in the Property and the Owner is entitled to make You leave. In addition, You agree that the Owner can charge You, for each 24-hour period that You stay over the agreed period without the Owner's consent, an additional nightly fee of two times the average nightly rate that You originally paid in order to stay in the Property to cover the inconvenience suffered by the Owner, plus all applicable fees, taxes, and any legal expenses incurred by the Owner to make You leave. You also authorize Us to charge any payment method You have on file in the event that you overstay your Booking and are being charged accordingly under this Section 8.11.</li><li> Scheduled Payments. Owners may ask You to make scheduled, partial payments toward the total amount owed for a confirmed rental of the applicable Property (collectively, \"Scheduled Payments\"). If Scheduled Payments apply to Your payment obligations, You authorize Us to charge Your payment card for the total amount owed for the confirmed Property rental, based on the schedule and amounts noted in the Booking Request or in other communications. You may stop payment of a Scheduled Payment by notifying Us orally or in writing at least three (3) business days before the scheduled date of the payment. We may require you to give written confirmation of a stop-payment order within fourteen (14) days of an oral notification. If you fail to provide written confirmation within fourteen (14) days as requested, We are not obligated to honor your request to stop any future Scheduled Payments. If you have any questions regarding your Scheduled Payments, please contact us.</li><li> Cancellations and Refunds. If You wish to cancel a confirmed Booking made via the Site, the Owner’s cancellation policy contained in the applicable Property Listing will apply to, and govern the terms of, Your cancellation and any refunds. To affect a cancellation, You are required to visit the “Manage Your Booking” section of the Site and follow the instructions. Upon cancellation, We will cancel any pre-authorization of Your payment card and/or arrange refund of any nominal amounts charged in connection with the requested Booking within a commercially reasonable time. If an Owner cancels a confirmed Booking made via the Site prior to the check-in date, We will arrange refund of the total fee for such Booking to You within a commercially reasonable time of the cancellation. Notwithstanding the terms of any cancellation policy, in the event that You cancel a Booking within 24 hours of (a) the Owner’s acceptance of the Booking (in the case of a Booking request), (b) Your Booking being made (in the case of the Booking of an Instant Book Property), or (c) Your first payment (in the case of a quote), and the stay is scheduled to commence at least 60 days after the date of acceptance or payment, as applicable, You shall receive a 100% refund for the cancelled Booking.</li><li> You agree to indemnify and keep Us and the pigtravel Affiliates indemnified from and against any and all claims, actions, proceedings, damages, losses, liabilities, and expenses (including legal fees) that we suffer or incur arising out of or in connection with Your use of the Payment Platform to make payments to Owners, in particular any claims from Owners, PayPal, or other payment solution providers resulting from Your actions or omissions.</li></ol>"
    },
    {
      "title": "<h3>Chargeback Policy</h3>",
      "body": "<ol><li> If You make a Booking using the Payment Platform, You agree to the terms of the Rental Agreement with the Owner (which includes the Owner’s cancellation policy published on the listing) and these Traveler Terms of Use which incorporate this Chargeback Policy.</li><li> Chargebacks occur when Your payment card provider makes a demand to the applicable pigtravel to return monies on a transaction which You claim is fraudulent or otherwise dispute.</li><li> We recognize that chargebacks can happen for a variety of valid reasons. However, if You make a payment-card payment through the pigtravel in respect of a Booking, and You later dispute this legitimate charge by raising a chargeback without merit (as determined at Our sole discretion), whether fraudulently or otherwise, then We may take steps to recover any charges resulting from such an unmerited chargeback from You directly.</li><li> Unmerited chargebacks include but are not limited to: disputing a charge made in accordance with the Owner’s cancellation policy; disputing a charge made in respect of the property rental in which You fail to make reasonable efforts to work with the Owner or Us to resolve any issues; disputing a charge made in respect of a Booking which was modified by You and the Owner in breach of these Traveler Terms of Use; or requesting a chargeback without a legitimate reason and/or failing to provide any supporting information in respect of the chargeback to allow those parties from which the chargeback is requested to assess the basis of the chargeback request.</li><li> We take a zero-tolerance approach to chargeback fraud. Further, in the event of any unmerited chargeback request, We reserve the right to recover monies by any legitimate means available to Us, including using a third-party debt collection agency or any other lawful means to recover funds successfully charged back to You in such circumstances.</li></ol>"
    }
  ],
  "en": [
    {
      "title": "<h3><strong>Introduction</strong></h3>",
      "body": " <ol><li> “pigtravel” is the umbrella term we use to refer to any one of the three companies within the pigtravel group that provides an online platform along with various tools and services that enable property owners or managers (“Owners”) to list rental properties, enable travelers to book such properties, and enable both parties to communicate with each other (the “Services”). The details of those three companies (each, a “pigtravel,” “We,” “Our,” “Us”) are set out in Section 1.4 below.</li><li> The Services are offered on various websites, mobile sites, and applications, including but not limited to <a href=\"http://www.pigtravel.top\">www.pigtravel.top</a> and all applicable related domains (collectively, the “Site”).</li><li> These Traveler Terms of Use, together with the <a href=\"http://pigtravel.top/privacy\">Privacy Policy</a>, govern the relationship between the applicable pigtravel and any party using or accessing the Site and any of the content or services available through it as a traveler or potential traveler, and who is not using it in their capacity as an Owner (“Traveler,” “You,” “Your”).</li><li> pigtravel is located at c/Taparreres 32, 07500 Manacor, Illes Balears, Spain; (ii) In order to determine which pigtravel is the contracting party in respect of Your use of the Site and Services, You will need to refer to the pigtravel that provides the applicable Services, and which is named at the point of making a Booking inquiry and/or request.</li><li> You accept that the provision of the Services can only be by one of the pigtravel named in Section 1.4, and that no other company within the pigtravel group (including but not limited to pigtravel LLC) has any involvement in such provision. Notwithstanding the foregoing, in the event that You book a property using the Payment Platform (as defined in Section 8.1), any one of the pigtravel may process your payment on behalf of the pigtravel providing the Services to you. The pigtravel processing your payment will be identified on: (a) the Site on which you input your payment details; (b) the email you receive confirming your Booking; and (c) your credit card, debit card, or other payment statement containing the charge for the Booking.</li><li> These Traveler Terms of Use constitute a legally binding agreement between You and the pigtravel. By using or accessing the Site or the Services, You acknowledge that You agree to and are subject to the Traveler Terms of Use and the <a href=\"http://pigtravel.top/privacy\">Privacy Policy</a>. You may not use the Site if You do not agree to the Traveler Terms of Use.</li><li> You warrant that You will not use the Site unless You are capable of entering into a legally binding contract.</li><li> We may update or replace these Traveler Terms of Use without prior notice to You and at Our sole discretion at any time by posting a new version to the Site. Your continued access or use of the Site indicates Your acceptance of the current published version of the Traveler Terms of Use.</li></ol>"
    },
    {
      "title": "<h3><strong>Cookies</strong></h3>",
      "body": "<p>We employ the use of cookies. By accessing pigtravel, you agreed to use cookies in agreement with the    pigtravel's Privacy Policy.</p><p>Most interactive websites use cookies to let us retrieve the user’s details for each visit. Cookies    are used by our website to enable the functionality of certain areas to make it easier for people    visiting our website. Some of our affiliate/advertising partners may also use cookies.</p>"
    },
    {
      "title": "<h3><strong>The Essentials</strong></h3>",
      "body": "<ol><li> The Site is a place where Travelers can view information (including images, text, and other content) relating to properties offered for rent (“Properties” and “Property Listings,” as applicable) by Owners. We may also facilitate online bookings and/or other tools or services to allow Owners and Travelers to communicate directly with each other and to enter into rental agreements (“Rental Agreements”) directly with each other.</li><li> The Site is a venue only for the purposes of facilitating interactions and rental transactions between Owners and Travelers. <span class=\"underlined bold\">The pigtravel is not, and does not become, a party to any contractual relationship between the Traveler and the Owner.</span></li><li> You are responsible for, and agree to comply with, all laws, rules, and regulations applicable to Your use of the Site and Services, any transaction You enter into on the Site, or in connection with Your use of the Site. You agree and acknowledge that each Owner is solely responsible for, and agrees to comply with, all laws, rules, and regulations applicable to its Property Listing and rental of its Property, and the conduct of its rental property business, including obtaining all necessary rights, licenses, and authorizations.</li><li> If You book a Property using the Payment Platform (as defined in Section 8.1), part of the price You agree to pay for the Booking will be a booking fee payable to Us to cover Your use of the Site, Our provision of customer support, and other business costs. You agree not to circumvent or attempt to circumvent the booking fee.</li><li> The Site includes Property Listings provided by Owners and content from other third parties (the “Third-Party Content”). Such Third-Party Content is the responsibility of the Owners or third-party creators of the Third-Party Content, as applicable. We have no responsibility for the Third-Party Content as We are merely providing access to the Third-Party Content as a service to You and providing You with the means of communicating directly with the Owner to inquire about a Property and make bookings with the Owner for the rental of the Property (a “Booking”). All Bookings You make are made directly with the Owner, and Your Rental Agreement for such Booking will be directly with the Owner. Each Rental Agreement will govern Your right to occupy and use the Property. None of the pigtravel is a party to any Rental Agreement, and none of the pigtravel has any liability to You for the Owner’s provision of the Property. We do not endorse, support, represent, or guarantee the truthfulness, accuracy, or reliability of any information in the Property Listings on the Site or any opinions or other material posted on the Site by third parties.</li><li> We list hundreds of thousands of Properties owned by hundreds of thousands of Owners located all over the world. It would therefore be impossible for Us to inspect the Properties listed on the Site or to be able to guarantee that Owners on the Site will adhere to the rules we impose upon them. As such, any given Owner’s use of the Site does not constitute Our endorsement of that Property or that Owner.</li></ol>"
    },
    {
      "title": "<h3><strong>Property Listings and Interaction with Owners</h3>",
      "body": " <ol><li> You acknowledge and agree that Owners are solely responsible for their Property Listings and for updating them.</li><li> If an Owner has enabled online Booking with respect to their Property Listing, You will be able to make a Booking request (“Booking Request”) in respect of a Property, which will be sent to the Owner of the Property. The Owner shall either accept or decline the Booking Request within 24 hours. A Rental Agreement shall be formed between the Traveler and Owner only when the Owner accepts the Booking Request. The only exception to this is in the case of Properties that are available through “Instant Book.” Such Properties shall be labeled as “Instant Book” Properties. If You make a Booking of an Instant Book Property, the Rental Agreement shall be formed immediately upon such Booking being made. There shall be no opportunity to make a Booking Request and no period during which the Owner chooses whether to accept such Booking Request.</li><li> You shall not send any contact details within the content of any messages until a confirmed Booking is made and We have released those details to both the Owner and Traveler.</li><li> Notwithstanding the provision of direct communication tools to Owners and Travelers, the pigtravel have no responsibility for, or otherwise any involvement in, the communications between Owners and Travelers.</li></ol>"
    },
    {
      "title": "<h3><strong>Content Liability</strong></h3>",
      "body": "<p>We shall not be hold responsible for any content that appears on your Website. You agree to protect    and defend us against all claims that is rising on your Website. No link(s) should appear on any    Website that may be interpreted as libelous, obscene or criminal, or which infringes, otherwise    violates, or advocates the infringement or other violation of, any third party rights.</p>"
    },
    {
      "title": "<h3><strong>Your Privacy</strong></h3>",
      "body": "<p><a href='/policy'>Please read Privacy Policy</p>"
    },
    {
      "title": "<h3><strong>Intellectual Property</strong></h3>",
      "body": "<ol><li> All copyright, database rights, trademarks, and design rights in the Site and in the material published on it belong to Us, Our licensors, or the Owners. You may download and print material from the Site solely for the purposes of keeping a record of Your Booking and the Property booked. You may not otherwise copy, transmit, modify, republish, save, pass off, or link to any content or material on the Site without Our prior written consent.</li><li> Where You submit content to the Site by electronic mail, postings on the Site, or otherwise, including any reviews, questions, comments, suggestions, ideas, or the like contained in any submissions (“Submissions”), You warrant that You have the legal right to do so. To the extent that Submissions may contain trademarks or other proprietary names or marks, You warrant that You have the right to use such names or marks.</li><li> In accordance with the USA’s Digital Millennium Copyright Act (\"DMCA\") and other applicable law, We have adopted a policy of terminating, in appropriate circumstances and at Our sole discretion, Travelers’ access to the Site who are deemed to be repeat infringers. We may also, at Our sole discretion, limit access to the Site and/or terminate the accounts of any Travelers who infringe any intellectual property rights of others, whether or not there is any repeat infringement.</li></ol>" },
    {
      "title": "<h3><strong>Messages and Submissions</strong></h3>",
      "body":"<ol><li> You may only send messages through the Site if they relate to genuine Booking inquiries. The sending of spam or unsolicited electronic communications of any kind is strictly prohibited.</li><li> You may post Submissions on the Site. The pigtravel do not verify the accuracy of Submissions or of Owner responses to such Submissions.</li><li> Owners who accept Bookings made through the Site may submit a review to Us after completion of Your stay at their Property. You agree and accept that any such review that pertains to You and/or Your Booking may be shared by Us in the future with Owners of Properties in respect of which You express an interest, and/or otherwise with other users of the Site.</li><li> The pigtravel require all Submissions (including reviews referred to in Section 6.3) to comply with pigtravel’s <a href=\"https://www.pigtravelsupport.com/hc/en-us/articles/218501218-Our-guidelines-for-vacation-rental-reviews\">Vacation Rental review guidelines</a> and general review guidelines, and may decline to post or share any (or remove any that have been posted) that We or any pigtravel Affiliate find do not comply.</li><li> If You provide Us with Submissions, You grant each pigtravel and each of the pigtravel Affiliates a non-exclusive, royalty-free, perpetual, transferable, irrevocable, and fully sub-licensable right to (a) use, reproduce, modify, adapt, translate, distribute, publish, create derivative works from, and publicly display and perform such Submissions throughout the world in any media, now known or hereafter devised; and (b) use the name that You submit in connection with such Submission. You acknowledge that We may choose to provide attribution of Your Submissions (for example, listing Your name and hometown on a Property review that You submit) at Our discretion, and that we may share such Submissions with Our business partners. You further grant Us the right to pursue at law any person or entity that violates Your or Our rights in the Submissions by a breach of these Traveler Terms of Use. You acknowledge and agree that Submissions are non-confidential. We take no responsibility and assume no liability for any Submissions that You or an Owner post or submit. Neither We nor any pigtravel Affiliate have any obligation to post or share any Submissions we receive; We and the pigtravel Affiliates reserve the right in Our absolute discretion to determine which comments are published on the Site and/or are shared with other parties. If You do not agree to these terms and conditions, You may not provide Us with any Submissions.</li><li> You are fully responsible for the content of Your Submissions (specifically including, but not limited to, reviews posted to the Site). You are prohibited from uploading, posting, transmitting or otherwise publishing to or from the Site any of the following:    <div class=\"list-container\">        <ol class=\"alpha\">            <li> Any message, data, information, text, music, sound, photos, graphics, code, or other material (\"User Content\") that is unlawful, libelous, defamatory, obscene, pornographic, indecent, lewd, suggestive, harassing, threatening, invasive of privacy or publicity rights, abusive, inflammatory, fraudulent, or otherwise objectionable;            </li>            <li> User Content that would constitute, encourage, or provide instructions for a criminal offense, violate the rights of any party, or that would otherwise create liability or violate any local, state, national, or international law;            </li>            <li> User Content that may infringe any patent, trademark, trade secret, copyright, or other intellectual or proprietary right of any party;            </li>            <li> User Content that impersonates any person or entity or otherwise misrepresents Your affiliation with a person or entity;            </li>            <li> Unsolicited promotions, political campaigning, advertising, or solicitations;            </li>            <li> Private information of any third party, including, without limitation, addresses, phone numbers, email addresses, Social Security numbers, and payment card numbers;            </li>            <li> Viruses, corrupted data, or other harmful, disruptive, or destructive files; or            </li>            <li> User Content that, in Our sole judgment, is objectionable or that restricts or inhibits any other person from using or enjoying the Site, or that may expose Us or Our users to any harm or liability of any type.            </li>        </ol>    </div></li><li> You shall be solely liable for any damages resulting from any violation of the foregoing restrictions, or any other harm resulting from Your posting of Submissions to the Site. You acknowledge that We and the pigtravel Affiliates may exercise Our respective rights (e.g. use, publish, delete, edit, and modify) to any Submissions You provide to Us without notice to You.</li><li> We and the pigtravel Affiliates take no responsibility and assume no liability for Submissions that You or any third-party post, store, or upload, or for any loss or damage thereto, nor are We liable for any mistakes, defamation, slander, libel, omissions, falsehoods, obscenity, pornography, or profanity You may encounter. As a provider of interactive services, We are not liable for any statements, representations, or other content Our users provide in any public forum. We have no obligation to screen, edit, or monitor any of the content posted to or distributed by users, however, We reserve the right, and have absolute discretion, to remove, screen, or edit without notice any content posted or stored on the Site at any time and for any reason.</li><li> If it is determined that You retain moral rights (including rights of attribution or integrity) in the Submissions, You hereby declare that (i) You do not require that any personally identifying information be used in connection with the Submissions, or any derivative works of or upgrades or updates thereto; (ii) You have no objection to the publication, use, modification, deletion, and exploitation of the Submissions by Us or Our licensees, successors, and assigns; (iii) You forever waive and agree not to claim or assert entitlement to any moral rights of an author in any of the Submissions; and (iv) You forever release Us, and Our licensees, successors, and assigns, from any claims that You could otherwise assert against Us by virtue of any such moral rights.</li></ol>"},
    {
      "title": "<h3><strong>Disclaimer</strong></h3>",
      "body": "<p>To the maximum extent permitted by applicable law, we exclude all representations, warranties and    conditions relating to our website and the use of this website. Nothing in this disclaimer will:</p><ul>    <li>limit or exclude our or your liability for death or personal injury;</li>    <li>limit or exclude our or your liability for fraud or fraudulent misrepresentation;</li>    <li>limit any of our or your liabilities in any way that is not permitted under applicable law; or    </li>    <li>exclude any of our or your liabilities that may not be excluded under applicable law.</li></ul>"
    },
    {
      "title": "<h3>Edit Booking function</h3>",
      "body": "  <ol><li> “Edit Booking” is a feature that permits Owners to edit Bookings online. The aspects of a Booking that the Owner and Traveler may agree to change using the Edit Booking feature may include, without limitation, dates for check-in or check-out, number of Travelers, rental costs and fees. For the avoidance of doubt, unless otherwise expressly agreed by Us, use of the “Edit Booking” function is the only means by which the Owner and Traveler are permitted to modify a Booking or any element thereof. Any other agreement, or attempt to agree, to a modification of a Booking shall constitute a breach of these Traveler Terms of Use.</li><li> To edit a Booking, the Owner clicks the \"edit booking\" link on the Conversation Page. The request to edit will generate an email to You, informing You that You have 48 hours to accept the changes on the Site. If You do not accept the edit in this timeframe, the edit request will expire and the Booking will remain unchanged. If You accept the edit requested, You will receive a confirmation email reflecting the change to the Booking.</li><li> If an edit to a Booking results in the price changing, the following describes how You will be charged or refunded, as applicable:    <div class=\"list-container\">        <ol class=\"alpha\">            <li> If You have a balance payment due for the initial Booking and the edit results in the price going up, the balance due will be updated to include the additional charges.            </li>            <li> If You have fully paid for the initial Booking and the edit results in the price going up, You must pay the new balance within the timeframe given (usually no longer than 96 hours from acceptance of the edit to the Booking) or We reserve the right to cancel the entire Booking, in which case funds will be disbursed to the Owner as if You had canceled the Booking.            </li>            <li> If You have a balance payment due for the initial Booking and the edit results in the price going down, the balance due will be updated to reflect the reduction in price.            </li>            <li> If You have fully paid for the initial Booking and the edit results in the price going down, We will refund the excess amount that You have paid within a reasonable time.            </li>        </ol>    </div></li><li> We reserve the right to delete any pending edit requests the Owner submits without notice to the Owner or Traveler. After a Booking is edited, We reserve the right to revert the Booking to its initial state after informing both parties.</li></ol>"
    }, {
      "title": "<h3>Payments</h3>",
      "body": "<ol><li> We may provide an online Payment Platform, giving You the ability to make online payments to Owners via PayPal, credit card, debit card, or other payment options We may make available from time to time (the “Payment Platform”). If You make a payment using an account or a card that is in the name of a third party, You shall remain bound by these Terms of Use, and the third party account—or cardholder shall not obtain any rights hereunder. We may change or withdraw such Payment Platform at any time without notice and at Our sole discretion. If You are directed to a third-party payment processor or payment provider such as PayPal, You may be subject to terms and conditions governing use of that third party's service, including applicable fees, as well as that third party's personal information collection practices. Please review such terms and conditions and <a href=\"http://pigtravel.top/privacy\">Privacy Policy</a> before using the services.</li><li> If an Owner has enabled online Booking with respect to their Property Listing, it is mandatory for You and the Owner to use solely the Payment Platform to make and accept payments for the Booking. You will be in breach of these Traveler Terms of Use if You do not use solely the Payment Platform when the Owner with whom You are transacting has enabled online Booking with respect to their Property Listing. Furthermore, whether or not the Owner has enabled online Booking with respect to their Property Listing, <span class=\"underlined bold\">payment for a Booking by wire transfer is strictly prohibited and You will be in breach of these Traveler Terms of Use if You pay for any or all of a Booking by wire transfer</span>.</li><li> If You make a Booking using the Payment Platform, You agree to the terms of the Rental Agreement with the Owner (which includes the Owner’s cancellation policy published on the Property Listing), these Traveler Terms of Use (incorporating the Chargeback Policy set out in Section 9), and the <a href=\"http://pigtravel.top/privacy\">Privacy Policy</a>. If You make a payment through the Payment Platform and You later dispute this legitimate charge contrary to Our Chargeback Policy, We shall take steps to claim any fraudulently recovered charges from You. Please read Our Chargeback Policy in full at Section 9 of these Traveler Terms of Use.</li><li> Although We may provide the Payment Platform to enable payments, We are not responsible for the payment solutions themselves. In particular, We are not responsible for any decision taken by PayPal or any other payment provider to decline Your payment, based on its risk assessment of You or that transaction. You shall not hold Us liable for any losses You suffer as a result of making a payment to an Owner, whether via the Payment Platform or any other payment method. If You need customer support in relation to an online payment, You should contact PayPal or Your bank or payment card provider, as applicable.</li><li> You acknowledge and agree that We are not a party to the Rental Agreement between you and the Owner. Notwithstanding that fact, We act as the Owner's payment collection agent for the limited purpose of accepting payments from You on behalf of the Owner. Upon receipt of Your payment to Us on behalf of the Owner, Your payment obligation to the Owner for the Booking is extinguished and We are responsible for arranging remittance of the payment (less the booking fee and any other applicable fees or taxes) to the Owner, in the manner described in these Traveler Terms of Use. In the event that We do not arrange remittance of any such amounts as described in these Traveler Terms of Use, the Owner will have recourse only against Us.</li><li> In connection with a Booking, You will be asked to provide customary billing information such as name, billing address, and payment method information to either Us or one of our third-party payment providers. You agree to pay to Us, on behalf of the Owner, the amount of any confirmed Bookings in accordance with these Traveler Terms of Use by one of the methods supported by the Payment Platform (e.g., by PayPal, credit card, or debit card). You hereby authorize the collection of such amounts by charging the payment method provided as part of requesting the Booking, either directly by Us or indirectly, via one of our third-party online payment providers. You also authorize Us to charge any payment method on file in the event of damage caused at Property.</li><li> You authorize Us to store your payment method information and charge your payment method as outlined in these Traveler Terms of Use. If your payment method's account information changes (e.g. account number, routing number, expiration date), we may acquire that information from your bank.</li><li> Receipts. Once the payment transaction for your requested Booking is successfully completed, you will receive a confirmation email summarizing your confirmed Booking.</li><li> If We are unable to collect any amounts you owe for a confirmed Booking or damages claim, We may engage in collection efforts to recover such amounts from You. You hereby explicitly agree that all communication in relation to amounts owed will be made by electronic mail or by phone, as provided to Us by you. Such communication may be made by Us or by anyone on Our behalf, including but not limited to, a third-party collection agent.</li><li> Security Deposits. Owners may choose to include security or damage deposits in their Property Listings (\"Security Deposits\"). Each Property Listing will describe whether a Security Deposit is required for the applicable Property Listing. If a Security Deposit is included in a Property Listing for a confirmed Booking, and the Payment Platform is being used for the transaction, We, as the Owner’s payment collection agent, may request a pre-authorization of Your payment card and hold such amount as the Owner determines for the Security Deposit prior to Your check-in at the applicable Property, and/or We may charge Your payment card in the event of damage caused at a Property pursuant to the terms of the Rental Agreement and the Security Deposit. Security Deposits, if required by an Owner, may be applied to any fees due from You overstaying at a Booking without the Owner's consent.</li><li> Overstaying Without the Owner’s Consent. You agree that a confirmed Booking is merely a license granted by the Owner to You to enter and use the Property for the limited duration of the confirmed Booking and in accordance with Your agreement with the Owner. You further agree to leave the Property no later than the checkout time that the Owner specifies in the Property Listing or such other time as mutually agreed upon between You and the Owner. If You stay past the agreed upon checkout time without the Owner's consent, You no longer have a license to stay in the Property and the Owner is entitled to make You leave. In addition, You agree that the Owner can charge You, for each 24-hour period that You stay over the agreed period without the Owner's consent, an additional nightly fee of two times the average nightly rate that You originally paid in order to stay in the Property to cover the inconvenience suffered by the Owner, plus all applicable fees, taxes, and any legal expenses incurred by the Owner to make You leave. You also authorize Us to charge any payment method You have on file in the event that you overstay your Booking and are being charged accordingly under this Section 8.11.</li><li> Scheduled Payments. Owners may ask You to make scheduled, partial payments toward the total amount owed for a confirmed rental of the applicable Property (collectively, \"Scheduled Payments\"). If Scheduled Payments apply to Your payment obligations, You authorize Us to charge Your payment card for the total amount owed for the confirmed Property rental, based on the schedule and amounts noted in the Booking Request or in other communications. You may stop payment of a Scheduled Payment by notifying Us orally or in writing at least three (3) business days before the scheduled date of the payment. We may require you to give written confirmation of a stop-payment order within fourteen (14) days of an oral notification. If you fail to provide written confirmation within fourteen (14) days as requested, We are not obligated to honor your request to stop any future Scheduled Payments. If you have any questions regarding your Scheduled Payments, please contact us.</li><li> Cancellations and Refunds. If You wish to cancel a confirmed Booking made via the Site, the Owner’s cancellation policy contained in the applicable Property Listing will apply to, and govern the terms of, Your cancellation and any refunds. To affect a cancellation, You are required to visit the “Manage Your Booking” section of the Site and follow the instructions. Upon cancellation, We will cancel any pre-authorization of Your payment card and/or arrange refund of any nominal amounts charged in connection with the requested Booking within a commercially reasonable time. If an Owner cancels a confirmed Booking made via the Site prior to the check-in date, We will arrange refund of the total fee for such Booking to You within a commercially reasonable time of the cancellation. Notwithstanding the terms of any cancellation policy, in the event that You cancel a Booking within 24 hours of (a) the Owner’s acceptance of the Booking (in the case of a Booking request), (b) Your Booking being made (in the case of the Booking of an Instant Book Property), or (c) Your first payment (in the case of a quote), and the stay is scheduled to commence at least 60 days after the date of acceptance or payment, as applicable, You shall receive a 100% refund for the cancelled Booking.</li><li> You agree to indemnify and keep Us and the pigtravel Affiliates indemnified from and against any and all claims, actions, proceedings, damages, losses, liabilities, and expenses (including legal fees) that we suffer or incur arising out of or in connection with Your use of the Payment Platform to make payments to Owners, in particular any claims from Owners, PayPal, or other payment solution providers resulting from Your actions or omissions.</li></ol>"
    },
    {
      "title": "<h3>Chargeback Policy</h3>",
      "body": "<ol><li> If You make a Booking using the Payment Platform, You agree to the terms of the Rental Agreement with the Owner (which includes the Owner’s cancellation policy published on the listing) and these Traveler Terms of Use which incorporate this Chargeback Policy.</li><li> Chargebacks occur when Your payment card provider makes a demand to the applicable pigtravel to return monies on a transaction which You claim is fraudulent or otherwise dispute.</li><li> We recognize that chargebacks can happen for a variety of valid reasons. However, if You make a payment-card payment through the pigtravel in respect of a Booking, and You later dispute this legitimate charge by raising a chargeback without merit (as determined at Our sole discretion), whether fraudulently or otherwise, then We may take steps to recover any charges resulting from such an unmerited chargeback from You directly.</li><li> Unmerited chargebacks include but are not limited to: disputing a charge made in accordance with the Owner’s cancellation policy; disputing a charge made in respect of the property rental in which You fail to make reasonable efforts to work with the Owner or Us to resolve any issues; disputing a charge made in respect of a Booking which was modified by You and the Owner in breach of these Traveler Terms of Use; or requesting a chargeback without a legitimate reason and/or failing to provide any supporting information in respect of the chargeback to allow those parties from which the chargeback is requested to assess the basis of the chargeback request.</li><li> We take a zero-tolerance approach to chargeback fraud. Further, in the event of any unmerited chargeback request, We reserve the right to recover monies by any legitimate means available to Us, including using a third-party debt collection agency or any other lawful means to recover funds successfully charged back to You in such circumstances.</li></ol>"
    }
  ]
}